Revit 2024 API
SymbolTypeId.JPerG Property
 Symbol J/g, indicating unit Joules per gram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId JPerG { get; }
Visual Basic
Public Shared ReadOnly Property JPerG As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JPerG {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace